{
    "id": "dacha_arrival_with_men",
    "background": "backgrounds/bg_dacha_station.png",
    "characters": [
    ],
    "dialogue": [
      {
        "speaker": "", 
        "text": "(Поезд затормозил с протяжным скрежетом. С открытыми дверями нас обдал свежий сумеречный воздух.)"
      },
      {
        "speaker": "", 
        "text": "(От трех часов дороги у меня ноги затекли. Чуть не упала, когда сходила на перрон.)"
      },
      {
        "speaker": "", 
        "text": "(Чистейший, терпко пахнущий соснами, почти как что-то пьянящее. На секунду мне стало легко.)"
      },
      {
        "speaker": "Алиса",
        "text": "Ого... прикольно тут. Такое... деревенское всё."  
      },
      {
        "speaker": "", 
        "text": "(Стоило только сойти, и на перроне появляются трое мужиков.)"
      },
      {
          "command": "add_character",
        "character": {
          "name": "Мужчины",
          "sprite": "sprites/men.png",
          "position": "left"
        }
      },
      {
        "speaker": "", 
        "text": "(Мятые лица, обосранные майки, сигареты в уродливых рабочих руках. Глаза — как щели в заборе. Палят на нас, не мигая.)"
      },
      {
        "speaker": "", 
        "text": "(Один улыбается. Не по-доброму. А так, будто уже мысленно раздевает нас.)"
      },
      {
        "speaker": "", 
        "text": "(Явно не случайность. Такие не просто гуляют мимо. Это взгляд не «увидел» — это взгляд «выбрал».)"
      },
      {
        "speaker": "", 
        "text": "(Если мы свернём с дороги, они пойдут за нами. Я это чувствую кожей. Уже запомнили, как мы выглядим.)"
      },
      {
        "speaker": "", 
        "text": "(А может это просто мужики. Ну да, чуть пьяные. Идут с работы, к детям и женам.)"
      },
      {
        "speaker": "", 
        "text": "(На секунду хочется развернуться, уехать обратно. Но нельзя. Нельзя показывать, что боишься.)"
      },
      {
        "speaker": "Я",
        "text": "Алиса. Не смотри на них. Пошли."  
      },
      {
        "speaker": "", 
        "text": "(Хватаю Алису за руку. Её руки как всегда холодные. Но она, кажется, совсем не боится.)"
      },
      {
        "speaker": "Алиса",
        "text": "Эй. Ну чего ты тянешь…"
      },
      {
        "speaker": "Я",
        "text": "Просто пошли. Темнеет уже.",
        "command": "remove_character",
        "character_name": "Мужчины"
      },
      {
        "speaker": "", 
        "text": "(Переходим дорогу. Пыль лезет в кеды, под ногами хрустит щебень. За деревьями — бабушкин дом. Она точно скучала. Я тоже, если честно. Просто не умею это показывать.)"
      }
    ],
    "choices": [
      {
        "text": "Идти к дому",
        "next_scene": "forest_entrance"
      }
    ]
  } 